Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * UnprocessedResignation: A character quits their job, but manages to get it back by the end of the episode due to the boss refusing to process the necessary paperwork.
pt_br: * Br/DemissaoNaoProcessada: Um personagem larga o emprego, no entanto consegue recuperá-lo no final do episódio porque o chefe se recusou a processar a papelada requerida.

source: * UnprovokedPervertPayback: A woman gets unreasonably angry or upset about someone (usually a man) whom she incorrectly believes did something perverted to her or another person.
pt_br: * Br/RevidarOPervertidoNaoIntencional: Uma mulher se enfurece em um nível não razoável com alguém (geralmente um homem) que ela incorretamente acredita ter feito algo pervertido a ela ou a outra pessoa.

source: * UnresolvedSexualTension: Usually it's between Profesor Jirafales and Doña Florinda; however, on a few occasions, they've shown that Don Ramón would be all too ready to get romantically involved with Doña Florinda if she were in any way interested.
pt_br: * Br/TensaoSexualNaoResolvida: Geralmente entre o Professor Girafales e a Dona Florinda; no entanto, em alugmas ocasiões já se mostrou que o Seu Madruga certamente estaria pronto para se envolver com a Dona Florinda se ela estivesse interessada.

source: * UnscrupulousHero: A hero who is considered one because the villains are worse than him.
pt_br: * Br/HeroiInescrupuloso: Um herói que é considerado como um porque os vilões são piores que ele.

source: * UnstableEquilibrium: Competitors will always end with their same results if ContinuingIsPainful for the losers.
pt_br: * Br/EquilibrioInstavel: Competidores sempre terão os mesmos resultados se Br/ContinuarEDolorido para os perdedores.

source: * UnstablePoweredWoman: A female character with tremendous power loses control, often [[PsychoactivePowers due to her emotions]].
pt_br: * Br/PoderosaMulherInstavel: Uma personagem feminina com grande poder perde o controle, geralmente [[Br/PoderosaMulherInstavel por causa de suas emoções]].

source: * UnsuccessfulPetAdoption: Someone adopts a pet, but it runs away or has to go.
pt_br: * Br/AdocaoMalSucedidaDeAnimal: Alguém adota um animal de estimação, mas ele foge ou precisa ir embora.

source: * UnusualHiringPractices: Agent K invites J to the M.I.B.'s training facility, for a try out, after witnessing him track an alien on foot.
pt_br: * Br/PraticasIncomunsDeRecrutamento: O agente K convida J para o centro de treino da MIB para um teste após testemunhá-lo perseguir um alien a pé.

source: * UnusuallyUninterestingSight: ** The movie is full of this.
pt_br: * Br/VistaIncomumDesinteressante: ** O filme é repleto delas.

source: * UnwittingInstigatorOfDoom: Captain Amazing's publicist inadvertently gave him the idea to release Casanova Frankenstein, setting up the events of the film.
pt_br: * Br/InstigadorInvoluntarioDoCaos: O agente do Capitão Arraso sem querer dá a ideia de soltar Casanova Frankenstein, o que desencadeia os eventos do filme.

source: * UnwittingMuggleFriend: Supernatural character hides their powers from their muggle friend.
pt_br: * Br/AmigoTrouxaInvoluntario: O personagem sobrenatural esconde seus poderes do amigo trouxa.

source: * UpbringingMakesTheHero: Heroes with a down-to-earth upbringing tend to have a strong enough moral compass to navigate most moral dilemmas.
pt_br: * Br/AEducacaoFazOHeroi: Heróis com uma criação mais pé-no-chão tendem a possuir uma bússola moral forte o suficiente para navegar através da maioria dos dilemas morais.

source: * UrbanHellscape: A look TwentyMinutesIntoTheFuture, where the city is infested with violent criminals, and the police are either too ineffectual to stop them or can only do so by being that much more brutal.
pt_br: * Br/InfernoUrbano: Uma espiadinha Br/VinteMinutosNoFuturo, onde a cidade está infestada com criminosos violentos e a polícia é ineficaz em impedi-los, ou só consegue fazê-lo sendo ainda mais brutal.

source: * UrbanSegregation: Cities in fiction are very neatly divided between rich parts and poor parts with little patchwork or mixing.
pt_br: * Br/SegregacaoUrbana: As cidades na ficção são claramente divididas em partes ricas e partes pobres, sem áreas mistas.

source: * VanHelsingHateCrimes: The MIB are an aversion of this and only seem to accept candidates who are also an aversion of this.
pt_br: * Br/CrimesDeOdioDoVanHelsing: A agência MIB é uma aversão disso e aparentemente só aceitam candidatos que também são uma aversão disso.

source: * VandalismBackfire: After one of the times Doña Florinda unjustly punishes Don Ramón, his daughter tried to exact revenge by stealing her towel and covering it with dirt.
pt_br: * Br/VandalismoSaidoPelaCulatra: Após uma das ocasiões em que Dona Florinda injustamente agride o Seu Madruga, a Chiquinha tentou se vingar furtando a toalha dela e a cobrindo com terra.

source: * VariableTerminalVelocity: Averted.
pt_br: * Br/VelocidadeTerminalVariavel: Evitado.

source: * VasquezAlwaysDies: In a story filled with danger, an extremely capable or "butch" female character is included, but killed off, while the more marketable or attractive feminine character remains.
pt_br: * Br/VasquezSempreMorre: Em uma história repleta de perigo, uma mulher extremamente capaz é incluída, mas assassinada, enquanto a personagem mais feminina e atraente vive.

source: * VestigialEmpire: The corrupt, declining remnant of a once mighty empire.
pt_br: * Br/ImperioResidual: Os restos corruptos e decadentes de um império outrora poderoso.

source: * ViceCity: A crime-ridden urban setting that has not quite yet declined into WretchedHive status.
pt_br: * Br/CidadeDosVicios: Uma ambientação urbana repleta de crime que ainda não decaiu totalmente para o caos.

source: * VictoryIsBoring: And unprofitable.
pt_br: * Br/VencerEChato: E nada lucrativo.

source: * VideoArcade * VillainWorld * VillainousBadlandHeroicArcadia: Heroes live in idyllic or at least cosmetically pretty places were villains live in places of ruin and little.
pt_br: * Br/MundoDeViloes * Br/DesolacaoVilanicaArcadiaHeroica: Os heróis vivem em locais idílicos (ou pelo menos cosmeticamente belos) enquanto os vilões vivem em locais arruinados.

source: * VigilanteMilitia: The Mystery Men are composed of three Z-list superheroes: Mister Furious, Blue Raja and The Shoveler.
pt_br: * Br/MiliciaDeJusticeiros: Os heróis titulares são compostos por três super heróis de classe Z: Irado, Marajá e o Pá.

source: * VileVillainSaccharineShow: Casanova Frankenstein is a very serious and menacing villain in an otherwise comedic film.
pt_br: * Br/VilaoPerversoEmProgramaAcucarado: Casanova Frankenstein: é um vilão muito sério e ameaçador em um filme de comédia.

source: * VillainExclusivityClause: Doña Florinda as SitcomArchnemesis of most of the other characters, but especially Don Ramón, the most often victim of her abuse.
pt_br: * Br/ClausulaDeExclusividadeDoVilao: Dona Florinda é a [[Br/ArquiInimigoDeSitcom arqui-inimiga de sitcom]] da maioria dos personagens, mas principalmente do Seu Madruga, que é a vítima mais frequente de suas agressões.

source: * VillainKiller: A (oftentimes) heroic character who has killed numerous villains (including {{Big Bad}}s, {{The Dragon}}s, and or villainous factions).
pt_br: * Br/MatadorDeViloes: Um personagem heroico (às vezes) que já matou múltiplos vilões (incluindo facções vilanescas, Br/ODragao e o Br/GrandeMal).

source: * VillainousPlanInertia: You've defeated the villain, and expect NoOntologicalInertia to take care of his plan/missiles/evil empire...
pt_br: * Br/InerciaDoPlanoDoMal: Você derrotou o vilão e espera que [[Br/SemInerciaOntologica a falta de inércia ontológica]] lide com o plano, os mísseis e o império do mal...

source: * VillainsActHeroesReact: If the hero were the one with a plan to change the world, a happy ending would involve the status quo changing.
pt_br: * Br/ViloesAgemHeroisReagem: Se o herói é a pessoa que tem o plano para mudar o mundo, um final feliz envolveria mudança do status quo.

source: * ViolenceIsTheOnlyOption: Most of the characters think this way, except for Dudão, who tries to convince them otherwise.
pt_br: * Br/ViolenciaEAUnicaOpcao: A maioria dos personagens pensa assim, exceto por Dudão, que tenta convencê-los do contrário.

source: * VirtueIsWeakness * VirtuousVegetarianism: A character's refusal to eat meat is used as a symbol of inner goodness or purity.
pt_br: * Br/VirtudeEFraqueza * Br/VegetarianismoVirtuoso: A recusa de um personagem em consumir carne é usada como símbolo de bondade interior ou pureza.

source: * VirtuousBees: Thanks to their gentle character, work ethic, and their willingness to sacrifice themselves for the greater good, bees are seen as virtuous and noble insects.
pt_br: * Br/AbelhasVirtuosas: Graças à sua personalidade gentil, ética trabalhista e disposição em se sacrificar pelo bem maior, abelhas são vistas como insetos virtuosos e nobres.

source: * VirtuousCharacterCopy: A hero based on a villain from another work.
pt_br: * Br/CopiaVirtuosaDePersonagem: Um herói baseado em um vilão de outra obra.

source: * VirtuousVegetarianism: A character's refusal to eat meat is used as a symbol of inner goodness or purity.
pt_br: * Br/VegetarianismoVirtuoso: A recusa de um personagem em consumir carne é usada como símbolo de bondade interior ou pureza.

source: * VisualPun: The opening scene has Mikey, an illegal ''alien'' (as in, an extraterrestrial violating parole), traveling disguised as an ''illegal'' alien (as in, a prospective migrant attempting to enter the country without documentation).
pt_br: * Br/TrocadalhoVisual: A cena de abertura tem o Mike, um ''alien'' ilegal (isto é, um extraterrestre violando a condicional) viajando como um alien ''ilegal'' (isto é, um imigrante tentanto entrar no país sem documentação adequada).

source: * VitriolicBestBuds: Binho and Rebeca.
pt_br: * Br/MelhoresAmigosAcidos: Binho e Rebeca.

source: * VocalDissonance: As a recurring joke in the dubs, some characters will have voices that are totally unaccording to their physical appearances, sometimes overlapping with LarynxDissonance as well.
pt_br: * Br/DissonanciaVocal: Como piada recorrente nas dublagens, alguns personagens recebem vozes que não combinam com sua aparência física, às vezes caracterizando também Br/DissonanciaDeLaringe.

source: * VolcanoLair: A SupervillainLair in a (usually inactive) volcano.
pt_br: * Br/CovilVulcanico: O Br/CovilDoSuperVilao em um vulcão (geralmente inativo).

source: * WackyStartupWorkplace: An office that's fun and full of amenities.
pt_br: * Br/AmbienteMalucoDeStartup: Um escritório que é divertido e cheio de comodidades.

source: * WainscotSociety: The alien immigrants have their own rather chaotic social systems running within human society.
pt_br: * Br/SociedadeLambril: Os imigrantes aliens possuem seus próprios sistemas sociais caóticos que ocorrem em meio à sociedade humana.

source: * WakeUpGoToSchoolSaveTheWorld: A KidHero has at least as much trouble dealing with social pressures and crushes as with saving the world.
pt_br: * Br/AcordarIrPraEscolaSalvarOMundo: Um Br/HeroiGaroto tem tantos problemas em lidar com as pressões sociais da vida escolar quanto em salvar o mundo.

source: * WakeUpGoToSchoolSaveTheWorld: Young heroes have to balance their school life with fighting evil.
pt_br: * Br/AcordarIrPraEscolaSalvarOMundo: Heróis jovens precisam equilibrar a vida escolar com o combate ao mal.

source: * WalkingTheEarth: Every jagunço, somehow, but up to eleven with Medeiro Vaz, who burned his own house before joining them, so he wouldn't have to come back.
pt_br: * Br/AndarPelaTerra: Todos os jagunços, de certa forma, mas levado ao extremo com Madeiro Vaz, que queimou a própria casa antes de se unir a eles.

source: * WarHero: A character who served/serves in the military and been decorated for heroism on the battlefield.
pt_br: * Br/HeroiDeGuerra: Um personagem que serve/serviu nas forças armadas e foi condecorado por heroísmo nos campos de batalha.

source: * WaxOnWaxOff: Parodied when the Sphinx trains the eponymous squad with a series of bizarre physical feats justified by odd wordplay, as seen in this exchange: -->'''Mr. Furious:''' Why am I balancing a hammer on my head?\\ '''The Sphinx:''' When you can balance a '''''[[IceCreamKoan tack hammer]]''''' on your head, you can head off your foes with a '''''[[{{Pun}} balanced]]'' [[{{Pun}} attack!]]'''\\ '''Mr. Furious:''' And why do I have these watermelons on my feet?\\ '''The Sphinx:''' [''{{beat}}''] I don't remember asking you to do that.
pt_br: * Br/BotaCasacoTiraCasaco: Parodiado quando o Esfinge treina o esquadrão com uma série de tarefas bizarras justificadas com jogos de palavras, como visto neste diálogo: -->'''Irado:''' Por que eu estou repetindo isso?\\ '''Esfinge:''' Quando puder equilibrar o martelo na sua cabeça, irá deter seus inimigos num ataque equilibrado.\\ '''Irado:''' E por que eu tenho melancias no pé?\\ '''Esfinge:''' ... Não mandei fazer isso.

source: * WeHelpTheHelpless: Heroes will lend a hand to anyone in need of their help.
pt_br: * Br/NosAmparamosOsDesamparados: Heróis estendem a mão para qualquer um que necessite de sua ajuda.

source: * WeHelpTheHelpless: The hero helps everyone in need even if there's no chance of getting anything in return.
pt_br: * Br/NosAmparamosOsDesamparados: O herói ajuda todos que estão em necessidade mesmo que não haja chance de conseguir algo em retorno.

source: * WeNamedTheMonkeyJack: The kids once named a dog "Ramón".
pt_br: * Br/DemosAoMacacoONomeDeJack: As crianças deram a um cachorro o nome de "Madruguinha".

source: * WeWantOurIdiotBack: An idiotic character becomes smarter, but goes back to their old intelligence level because other character want them to remain that way.
pt_br: * Br/QueremosNossoIdiotaDeVolta: Um personagem idiota fica mais esperto, mas volta para os níveis originais de inteligência porque outro personagem quer que ele permaneça assim.

source: * WeWantOurJerkBack: A mean character becomes nicer but goes back to normal because the other characters ''wanted'' it.
pt_br: * Br/QueremosNossoBabacaDeVolta: Um personagem malvado fica mais gentil mas volta ao normal porque os outros personagens ''queriam'' isso.

source: * WeWantOurJerkBack: In a sketch early in the ´80s Chespirito run, the adults all decide they will not react if the kids call them a disrespectful name.
pt_br: * Br/QueremosNossoBabacaDeVolta: Em uma esquete no começo dos anos 80, os adultos decidem que não vão reagir se as crianças os chamarem de nomes desrespeitosos.

source: * WeWillUseLasersInTheFuture: Setting where [[EnergyWeapon Energy Weapons]] are portrayed as superior to kinetic weapons.
pt_br: * Br/NoFuturoNosUsaremosLasers: Uma ambientação onde [[Br/ArmaDeEnergia armas de energia]] são retratadas como superiores à armas cinéticas.

source: * WeakerTwinSavesTheDay: Where one twin is weaker but ends up reluctantly saving the day when their stronger sibling dies.
pt_br: * Br/OGemeoMaisFracoSalvaODia: Onde um gêmeo é mais fraco mas precisa salvar o dia a contragosto depois que o irmão mais forte morre.

source: * WealthyPhilanthropist: A rich character who attempts to use their money to help the poor and other people who are in need.
pt_br: * Br/FilantropistaRico: Um personagem rico que tenta usar seu dinheiro para ajudar os pobres e outras pessoas necessitadas.

source: * WeaponizedBall: The Bowler uses a bowling ball possessed by the spirit of her father (the original Bowler) as a weapon.
pt_br: * Br/BolaTransformadaEmArma: A Boliche usa como arma uma bola de boliche possuída pelo espírito de seu pai (o Boliche original).

source: * WelcomeBackTraitor: A party member changes sides only to come back and is received in open arms.
pt_br: * Br/BemVindoDeVoltaTraidor: Um membro do time muda de lado, volta e é recebido de braços abertos.

source: * WelcomeBackTraitor: A teammate changes sides [[HeelFaceTurn only to come back]] and is received in open arms.
pt_br: * Br/BemVindoDeVoltaTraidor: Um colega de equipe muda de lado, [[Br/PassarParaOLadoDosMocinhos muda novamente]] e é recebido de braços abertos.

source: * WelcomedToTheMasquerade: ** After James has a close encounter with an alien assassin, Agent K recruits him into the Men in Black organization and gives him a tour of the facilities.
pt_br: * Br/BemVindoAoMascaramento: ** Depois que o James teve um encontro próximo com um assassino alienígena, o agente K o recruta para a MIB e dá a ele um guia das instalações.

source: * WellIntentionedExtremist: Some good guys who resort to extreme methods to achieve their good goals.
pt_br: * Br/ExtremistaBemIntencionado: Alguns caras bons recorrem a métodos extremos para alcançar seus objetivos nobres.

source: * WellIntentionedExtremist: The villain/AntiHero is only doing what they do because they have noble goals.
pt_br: * Br/ExtremistaBemIntencionado: O vilão ou o Br/AntiHeroi faz o que faz apenas por causa de objetivos nobres.

source: * WetBlanketWife: A female character tries to stop her LoveInterest from doing whatever dangerous, illegal or frivolous activity the plot relies on.
pt_br: * ??? WetBlanketWife: Uma personagem feminina tenta impedir o Br/InteresseAmoroso de fazer a atividade perigosa, ilegal ou frívola da qual a trama depende.

source: * WhamEpisode: A series entry that takes a radically dramatic or DarkerAndEdgier turn that substantially affects the story arc.
pt_br: * Br/AqueleEpisodio: Uma entrada em uma série que faz uma curva dramática, geralmente na direção de Br/MaisSombrioEPesado, que altera muito o arco da história.

source: * WhamLine: ** While talking to "Dr. Lanning" at the murder scene: --->'''Spooner''': Why would you kill yourself?\\ '''Dr. Lanning:''' That, detective, is the right question.
pt_br: * Br/AquelaFrase: ** Ao conversar com "Dr. Lanning" na cena do crime: --->'''Spooner''': Por que cometeria suicídio?\\ '''Dr. Lanning:''' Essa, detetive, é a pergunta certa.

source: * What you loved about television/video games/other format in the first place, and how you were able to HandWave the flaws inherent to the medium back then.
pt_br: * Aquilo que você amava sobre a televisão/videogames/outro formato, e como você podia simplesmente dar uma Br/{{Pincelada}} nas falhas inerentes à mídia na época.

source: * WhatAPieceOfJunk: The Herkimer Battle Jitney.
pt_br: * Br/MasQueMonteDeLixo: O carro blindado.

source: * WhatDoesThisButtonDo: K's car has the little red button.
pt_br: * Br/OQueEsseBotaoFaz: O botão vermelho no carro de K.

source: * WhatHappenedToTheMouse: Dr. Annabelle Leek joins Casanova as his evil concubine, then vanishes without a trace halfway through the movie.
pt_br: * Br/MasOQueHouveComORato: Annabelle Leek se junta ao Casanova como sua concubina do mal e depois some sem deixar rastros.

source: * WhatHappenedToTheMouse: Edgar grabs Orion the Cat, and a split second later he's holding the charm on its collar, with the cat nowhere to be seen.
pt_br: * Br/MasOQueHouveComORato: Edgar agarra o gato Orion e logo depois ele está com o pingente da coleira em mãos, com o gato fora de vista.

source: * WhatKindOfLamePowerIsHeartAnyway: Everybody on the team, which is central to the premise but special mention goes to Invisible Boy who can only turn invisible when nobody is looking; this is only useful when trying to avoid electronic detection in a room where everybody is on his side and agrees not to look at him (he even has to close his eyes, since it also doesn't work when he's looking at ''himself'').
pt_br: * Br/MasQueTipoDePoderEEssaDrogaDeCoracao: Todos no time, o que é central para a premissa, mas uma menção especial vai para o Garoto Invisível, que só pode ficar invisível quando não há ninguém olhando; isso só é útil para evitar detecção eletrônica em uma sala onde todos estão do lado dele e concordam em não olhar. Ele até mesmo precisa fechar os olhos, porque não funciona quando ele está olhando ''pra si mesmo''.

source: * WhatMeasureIsANonHuman: ** Robots are treated as appliances for the most part, even by Calvin.
pt_br: * Br/QuantoValeUmNaoHumano: ** Os robôs são tratados como utensílios e ferramentas no geral, até pela Dra. Calvin.

source: * WhatTheHellAreYou: James, after the first alien he meets scales the side of a building and reveals his eye gills.
pt_br: * Br/OQueDiabosEVoce: James, depois que o primeiro alien que ele encontra escala a lateral de um prédio e revela as pupilas verticais.

source: * WhatTheHellHero: In the story "Ioiozando", Dudão, Tato and Rebeca are in a yoyo competition.
pt_br: * Br/QueMerdaEEssaHeroi: Na história "Ioiozando", Dudão, Tato e Rebeca estão em uma competição de ioiô.

source: * WhatTheHellHero: When Doña Florinda buys the restaurant, Señor Barriga sends his son Ñoño to collect the restaurant rent.
pt_br: * Br/QueMerdaEEssaHeroi: Quando a Dona Florinda compra o restaurante, o Senhor Barriga envia o seu filho Nhonho para coletar o aluguel.

source: * WheelchairWoobie: A character's mental or physical disability is played for sympathy points.
pt_br: * Br/CoitadinhoCadeirante: Uma deficiência mental ou física de um personagem é usada em favor de angariar simpatia.

source: * When OnlyTheLeadsGetAHappyEnding, and everyone else is still in a state of despair.
pt_br: * Quando Br/SoOsProtagonistasRecebemOFinalFeliz e todos os demais continuam em estado de angústia.

source: * When the hero [[TheGreatestStoryNeverTold fades into obscurity]], gaining nothing in exchange for everything they sacrificed.
pt_br: * Quando o herói [[Br/AMaiorHistoriaJamaisContada cai na obscuridade]], ganhando nada em troca de tudo que foi sacrificado.

source: * WhereTheHellIsSpringfield * TheWonderland: A strange, fantastical place that follows rules we aren't used to.
pt_br: * Br/OndeRaiosFicaSpringfield * Br/PaisDasMaravilhas: Um lugar estranho e fantástico que segue regras diferentes das nossas.

source: * WhereTheMagicWent * WorldOfChaos: A world where physical laws have been thrown to the wind and nothing makes sense.
pt_br: * Br/ParaOndeFoiAMagia * Br/MundoDeCaos: Um mundo onde as leis da física foram atiradas pela janela e nada faz sentido.

source: * WhiteIsPure: White is associated with cleanliness, innocence, and virtue.
pt_br: * Br/BrancoEPuro: branco é associado com limpeza, inocência e virtude.

source: * WhiteMagic: A type of magic (or equivalent force) that centres on beneficial effects.
pt_br: * Br/MagiaBranca: Um tipo de mágica (ou força equivalente) que é centrada em efeitos benéficos.

source: * WhiteMagicianGirl: A healing specialist whose role is the party's resident healer, nurturer and source of feminine wisdom.
pt_br: * Br/GarotaMagaBranca: Uma especialista em curas cujo papel é o de curandeira residente do grupo e fonte de sabedoria feminia.

source: * WhiteMaleLead: Straight, Cisgendered White Men are considered the "default" whose presence is never questioned, notable or even given a second look.
pt_br: * Br/HomemBrancoLider: Homens brancos cis héteros são considerados o "padrão" cuja presença nunca é questionada ou olhada com outros olhos.

source: * WhiteMansBurden: A well-to-do white character selflessly works to help an unfortunate person of color.
pt_br: * Br/FardoDoHomemBranco: Um personagem branco bem de vida trabalha em favor de ajudar uma pessoa desafortunada e de cor.

source: * WhiteMansBurden: A white character sets out to help improve the lives of a (usually racial) minority.
pt_br: * Br/FardoDoHomemBranco: Um personagem branco embarca em uma jornada para melhorar as vidas de uma minoria (geralmente racial).

source: * WhiteSheep: A good character who rebels against their evil family.
pt_br: * Br/OvelhaBranca: Um personagem bom que se rebela contra sua família do mal.
